Reports whether this issue makes some data unusable ('true') or is only shows that data format conventions were broken, but the data are still usable (false).
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2015
 Syntax
  C#
public bool MakesDataUnusable()
  Visual Basic
Public Function MakesDataUnusable As Boolean
  Visual C++
public:
bool MakesDataUnusable()
 See Also
  TessellatedBuildIssue Class
  Autodesk.Revit.DB Namespace